import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'app-about',
  templateUrl: './about.component.html',
  styleUrls: ['./about.component.scss'],
})
export class AboutComponent implements OnInit {
  title: string = 'Σχετικά με το έργο';
  text: string =
    'Το Νεοελληνικό Μουσείο της Ρόδου είναι ένα από τα σημαντικότερα μουσεία του είδους του στην Ελλάδα και φιλοξενεί μια συλλογή αντικειμένων που αποτυπώνουν την πολιτιστική κληρονομιά της Ρόδου και των άλλων νησιών του Αιγαίου. Η συλλογή αυτή περιλαμβάνει αντικείμενα από την Υστερομινωική εποχή μέχρι και τη σύγχρονη περίοδο. Στη συλλογή του Νεοελληνικού Μουσείου της Ρόδου θα βρείτε αντικείμενα όπως πίνακες ζωγραφικής, χαλκογραφίες, γλυπτά, αρχαιολογικά ευρήματα, αρχεία και αντικείμενα από την παραδοσιακή ζωή των κατοίκων της Ρόδου. Υπάρχει επίσης μια ενδιαφέρουσα συλλογή εικόνων και αντικειμένων που αφορούν τον ιστορικό ρόλο του νησιού κατά τη διάρκεια του Β Παγκοσμίου Πολέμου.';
  constructor() {}

  ngOnInit(): void {}
}
